Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# conversation_settings_view_emoji_size
source: Emoji size
ar: حجم الرموز التعبيرية
bg: Размер на емоджитата
cs: Velikost emoji
da: Emoji størrelse
de: Emoji-Größe
el: Μέγεθος emoji
es: Tamaño de emojis
fa: اندازه ایموجی
fi: Emoji koko
fr: Taille des emojis
he: גודל אימוג'י
hi: इमोजी का आकार
hr: Veličina emojija
hu: Emoji mérete
id: Ukuran emoji
it: Dimensione dell’emoji
ja: 絵文字サイズ
ko: 이모티콘 크기
nb: Emoji-størrelse
nl: Emoji-formaat
pl: Rozmiar emojis
pt_pt: Tamanho do emoji
ro: Dimensiune emoji
ru: Размер эмодзи
sk: Veľkosť emoji
sl: Velikost emojijev
sq: Madhësia e emoji-ve
sr_latn: Veličina emodžija
sv: Emoji storlek
tr: Emoji storlek
uk: Розмір емодзі
vi: Kích thước emoji
zh_hans: 表情符号大小
zh_hant: 表情符號大小

# conversation_settings_view_link_preview
source: Visualization
ar: التصور
bg: Преглед
cs: Náhled
da: Visualisering
de: Visualisierung
el: Οπτική προεπισκόπηση
es: Visualización
fa: تجسم
fi: Visualisointi
fr: Visualisation
he: ויזואליזציה
hi: विज़ुअलाइज़ेशन
hr: Prikaz
hu: Előnézet
id: Visualisasi
it: Visualizzazione
ja: 視覚化
ko: 심상
nb: Visualisering
nl: Visualisatie
pl: Wyobrażanie sobie
pt_pt: Visualização
ro: Previzualizare
ru: Визуализация
sk: Vizualizácia
sl: Vizualizacija
sq: Parapamje
sr_latn: Vizualizacija
sv: Visualisering
tr: Visualisering
uk: Візуалізація
vi: Xem trước liên kết
zh_hans: 可视化
zh_hant: 可視化

# conversation_settings_view_link_preview_message
source: Display a preview of the web site.
ar: عرض معاينة لموقع الويب.
bg: Показване на предварителен преглед на уебсайта.
cs: Zobrazit náhled webové stránky.
da: Vis en forhåndsvisning af webstedet.
de: Eine Vorschau der Webseite anzeigen.
el: Εμφάνιση προεπισκόπησης του ιστότοπου.
es: Mostrar una vista previa del sitio web.
fa: نمایش پیش نمایش از وب سایت
fi: Näytä web-sivuston esikatselu.
fr: Afficher un aperçu du site web.
he: הצג תצוגה מקדימה של אתר האינטרנט.
hi: वेब साइट का पूर्वावलोकन प्रदर्शित करें.
hr: Prikaži pretpregled web-stranice.
hu: A weboldal előnézetének megjelenítése.
id: Menampilkan pratinjau situs web.
it: Visualizza un'anteprima del sito web.
ja: Web サイトのプレビューを表示します。
ko: 웹사이트의 미리보기를 표시합니다.
nb: Vis en forhåndsvisning av nettstedet.
nl: Bekijk een voorproefje van de website.
pl: Wyświetl podgląd witryny internetowej.
pt_pt: Exiba uma prévia do site.
ro: Afișați o previzualizare a site-ului web.
ru: Отображение предварительного просмотра веб-сайта.
sk: Zobraziť náhľad webovej stránky.
sl: Prikaži predogled spletnega mesta.
sq: Shfaq një parapamje të faqes së internetit.
sr_latn: Prikaži pregled veb sajta.
sv: Visa en förhandsvisning av webbplatsen.
tr: Web sitesinin önizlemesini görüntüleyin.
uk: Відобразити попередній перегляд веб-сайту.
vi: Hiển thị bản xem trước của trang web.
zh_hans: 显示网站的预览。
zh_hant: 顯示網站的預覽。

# conversation_settings_view_link_title
source: Web links
ar: روابط انترنت
bg: Уеб връзки
cs: Webové odkazy
el: Σύνδεσμοι ιστού
es: Enlaces web
fa: لینک های وب
fi: Web-linkit
fr: Liens web
he: קישורי אינטרנט
hi: वेब लिंक
hr: Web-poveznice
hu: Webhivatkozások
id: Tautan web
it: Link web
ja: Webリンク
ko: 웹 링크
nb: Weblenker
pl: Linki internetowe
pt_pt: Links da web
ro: Linkuri web
ru: Веб ссылки
sk: Webové odkazy
sl: Spletne povezave
sq: Lidhje web
sr_latn: Veb linkovi
sv: Webb-länkar
tr: Webb-länkar
uk: Веб-посилання
vi: Liên kết web
zh_hans: 网页链接
zh_hant: 網頁鏈接

# conversation_view_audio_call
source: Voice call
ar: مكالمة صوتية
bg: Гласово обаждане
cs: Hlasový hovor
da: Audio opkald
de: Sprachanruf
el: Φωνητική κλήση
es: Llamada de voz
fa: تماس صوتی
fi: Äänipuhelu
fr: Appel audio
he: שיחה קולית
hi: आवाज कॉल
hr: Glasovni poziv
hu: Hanghívás
id: Panggilan suara
it: Chiamata vocale
ja: 音声電話
ko: 음성 통화
nb: Audio anrop
nl: Audio-oproep
pl: Rozmowa głosowa
pt_pt: Chamada de voz
ro: Apel vocal
ru: Голосовой звонок
sk: Hlasový hovor
sl: Glasovni klic
sq: Thirrje zanore
sr_latn: Glasovni poziv
sv: Röst samtal
tr: Sesli arama
uk: Голосовий виклик
vi: Gọi thoại
zh_hans: 语音通话
zh_hant: 語音通話

# conversation_view_audio_message
source: Voice message
ar: رسالة صوتية
bg: Гласово съобщение
cs: Hlasová zpráva
da: Stemmemeddelelse
de: Sprachnachricht
el: Ηχητικό μήνυμα
es: Mensaje de voz
fa: پیام صوتی
fi: Ääniviesti
fr: Message vocal
he: הודעה קולית
hi: ध्वनि संदेश
hr: Glasovna poruka
hu: Hangüzenet
id: Pesan suara
it: Messaggio vocale
ja: ボイスメッセージ
ko: 음성 메시지
nb: Talemelding
nl: Vocaal bericht
pl: Wiadomość głosowa
pt_pt: Mensagem de voz
ro: Mesaj vocal
ru: Голосовое сообщение
sk: Hlasová správa
sl: Glasovno sporočilo
sq: Mesazh zanor
sr_latn: Glasovna poruka
sv: Röstmeddelande
tr: Sesli mesaj
uk: Голосове повідомлення
vi: Tin nhắn thoại
zh_hans: 语音留言
zh_hant: 語音留言

# conversation_view_call_missed
source: missed
ar: مفقوده
bg: пропуснато
cs: zmeškaný
da: savnet
de: verpasst
el: αναπάντητη
es: perdida
fa: گمشده
fr: manqué
he: השיחה לא נענתה
hi: मिस्ड
hr: propušten
hu: nem fogadott
id: tidak terjawab
it: persa
ja: 不在着信
ko: 놓친
nb: savnet
nl: gemiste
pl: nieodebrane
pt_pt: perdida
ro: pierdut
ru: Пропущенный
sk: zmeškaný
sl: zgrešen
sq: e humbur
sr_latn: propušten
sv: missat
tr: eksik
uk: пропущений
vi: bị nhỡ
zh_hans: 错过了
zh_hant: 錯過了

# conversation_view_cannot_send
source: Cannot send messages immediately:
ar: لا يمكن إرسال الرسائل على الفور:
bg: Не може да се изпратят съобщения веднага:
cs: Nelze odeslat zprávy okamžitě:
da: Kan ikke sende beskeder med det samme:
de: Nachrichten können nicht sofort gesendet werden:
el: Αδυναμία άμεσης αποστολής μηνυμάτων:
es: No se pueden enviar mensajes de inmediato:
fa: ارسال فوری پیام مقدور نیست:
fi: Viestejä ei voi lähettää välittömästi:
fr: Impossible d’envoyer un message immédiatement :
he: לא ניתן לשלוח הודעות מיידיות:
hi: तुरंत संदेश नहीं भेज सकते:
hr: Nije moguće odmah poslati poruke:
hu: Az üzeneteket jelenleg nem lehet elküldeni:
id: Tidak dapat mengirim pesan dengan segera:
it: Non è possibile inviare messaggi immediatamente:
ja: 直にメッセージを送信することはできません。
ko: 메시지를 즉시 전송할 수 없음:
nb: Kan ikke sende meldinger umiddelbart:
nl: Kan geen berichten direct verzenden:
pl: Nie można natychmiast wysłać wiadomości:
pt_pt: Não é possível enviar mensagens de imediato:
ro: Nu se pot trimite mesaje imediat:
ru: Не удается отправить сообщения сразу:
sk: Nie je možné odoslať správy okamžite:
sl: Ni mogoče takoj poslati sporočil:
sq: Nuk mund të dërgohen mesazhe menjëherë:
sr_latn: Nije moguće odmah poslati poruke:
sv: Kan inte skicka meddelanden omedelbart:
tr: Hemen mesaj gönderemezsiniz:
uk: Неможливо надіслати повідомлення відразу:
vi: Không thể gửi tin nhắn ngay:
zh_hans: 无法立即发送消息：
zh_hant: 無法立即發送消息：

# conversation_view_cleanup_conversation
source: You deleted some old messages.
ar: لقد حذفتَ بعض الرسائل القديمة.
bg: Изтрихте някои стари съобщения.
cs: Odstranili jste některé staré zprávy.
da: Du slettede nogle gamle beskeder.
de: Sie haben einige alte Nachrichten gelöscht.
el: Διαγράψατε ορισμένα παλιά μηνύματα.
es: Eliminaste algunos mensajes antiguos.
fa: شما چند تا از پیام‌های قدیمی رو پاک کردید.
fi: Poistit vanhoja viestejä.
fr: Vous avez supprimé d'anciens messages.
he: מחקת כמה הודעות ישנות.
hi: आपने कुछ पुराने संदेश हटा दिए हैं।
hr: Izbrisali ste neke stare poruke.
hu: Régi üzenetek törölve lettek.
id: Anda menghapus beberapa pesan lama.
it: Hai eliminato alcuni vecchi messaggi.
ja: 古いメッセージをいくつか削除しました。
ko: 이전 메시지를 삭제하셨습니다.
nb: Du slettet noen gamle meldinger.
nl: Je hebt een aantal oude berichten verwijderd.
pl: Usunąłeś kilka starych wiadomości.
pt_pt: Apagou algumas mensagens antigas.
ro: Ați șters unele mesaje vechi.
ru: Вы удалили несколько старых сообщений.
sk: Odstránili ste niektoré staré správy.
sl: Izbrisali ste nekaj starih sporočil.
sq: Keni fshirë disa mesazhe të vjetra.
sr_latn: Obrisali ste neke stare poruke.
sv: Du raderade några gamla meddelanden.
tr: Bazı eski mesajları sildiniz.
uk: Ви видалили деякі старі повідомлення.
vi: Bạn đã xóa một số tin nhắn cũ.
zh_hans: 您删除了一些旧消息。
zh_hant: 您刪除了一些舊訊息。

# conversation_view_cleanup_conversation_by_peer
source: %@ cleaned up some old messages.
ar: %@ قام بمسح بعض الرسائل القديمة.
bg: %@ изтри някои стари съобщения.
cs: %@ odstranil(a) některé staré zprávy.
da: %@ har ryddet op i nogle gamle beskeder.
de: %@ hat einige alte Nachrichten bereinigt.
el: Ο/Η %@ διέγραψε ορισμένα παλιά μηνύματα.
es: %@ limpió algunos mensajes antiguos.
fa: %@ برخی از پیام‌های قدیمی را پاک کرد.
fi: %@ siivosi joitain vanhoja viestejä.
fr: %@ a supprimé d'anciens messages.
he: %@ ניקה כמה הודעות ישנות.
hi: %@ ने कुछ पुराने संदेश साफ़ कर दिए हैं।
hr: %@ je očistio/la neke stare poruke.
hu: %@ törölt néhány régi üzenetet.
id: %@ telah menghapus pesan lama.
it: %@ ha ripulito alcuni vecchi messaggi.
ja: %@ が古いメッセージをいくつかクリーンアップしました。
ko: %@님이 오래된 메시지를 삭제했습니다.
nb: %@ ryddet opp i noen gamle meldinger.
nl: %@ heeft een aantal oude berichten opgeruimd.
pl: %@ usunął stare wiadomości.
pt_pt: %@ limpou algumas mensagens antigas.
ro: %@ a curățat unele mesaje vechi.
ru: %@ очистил некоторые старые сообщения.
sk: %@ odstránil niektoré staré správy.
sl: %@ je počistil/-a nekaj starih sporočil.
sq: %@ pastroi disa mesazhe të vjetra.
sr_latn: %@ je obrisao/la neke stare poruke.
sv: %@ rensade bort några gamla meddelanden.
tr: %@ bazı eski mesajları temizledi.
uk: %@ видалив деякі старі повідомлення.
vi: %@ đã xóa một số tin nhắn cũ.
zh_hans: %@ 清理了一些旧消息。
zh_hant: %@ 清理了一些舊消息。

# conversation_view_delete_message
source: Your message has indeed been deleted.
ar: لقد تم بالفعل حذف رسالتك
bg: Вашето съобщение беше изтрито.
cs: Vaše zpráva byla skutečně odstraněna.
da: Din besked er faktisk blevet slettet.
de: Ihre Nachricht wurde tatsächlich gelöscht.
el: Το μήνυμά σας διαγράφηκε.
es: Su mensaje ha sido borrado.
fa: پیام شما واقعا پاک شده است
fi: Viestisi on todellakin poistettu.
fr: Votre message a bien été supprimé.
he: ההודעה שלך אכן נמחקה.
hi: आपका संदेश वास्तव में हटा दिया गया है
hr: Vaša je poruka doista izbrisana.
hu: Az üzeneted törölve lett.
id: Pesan Anda memang telah dihapus.
it: Il tuo messaggio è stato effettivamente cancellato.
ja: あなたのメッセージは実際に削除されました。
ko: 메시지가 실제로 삭제되었습니다.
nb: Din melding er faktisk slettet.
nl: Uw bericht is inderdaad verwijderd.
pl: Twoja wiadomość rzeczywiście została usunięta.
pt_pt: Sua mensagem foi de fato excluída
ro: Mesajul dvs. a fost șters.
ru: Ваше сообщение действительно удалено
sk: Vaša správa bola odstránená.
sl: Vaše sporočilo je bilo res izbrisano.
sq: Mesazhi juaj është fshirë.
sr_latn: Vaša poruka je zaista obrisana.
sv: Ditt meddelande har verkligen blivit raderat.
tr: Mesajınız gerçekten silindi
uk: Ваше повідомлення дійсно було видалено.
vi: Tin nhắn của bạn đã được xóa.
zh_hans: 你的信息确实被删除了。
zh_hant: 您的郵件實際上已被刪除。

# conversation_view_edit_message
source: The message can only be edited on your contact's device if their app is up to date.
ar: لا يمكن تعديل الرسالة على جهاز جهة اتصالك إلا إذا كان تطبيقها مُحدّثًا.
bg: Съобщението може да бъде редактирано на устройството на вашия контакт само ако тяхната версия на приложението е актуална.
cs: Zprávu lze upravit na zařízení kontaktu pouze tehdy, pokud má aktuální verzi aplikace.
da: Beskeden kan kun redigeres på din kontakts enhed, hvis deres app er opdateret.
de: Die Nachricht kann nur auf dem Gerät Ihrer Kontaktperson bearbeitet werden, wenn deren App auf dem neuesten Stand ist.
el: Το μήνυμα μπορεί να επεξεργαστεί μόνο στη συσκευή της επαφής σας αν η εφαρμογή της είναι ενημερωμένη.
es: El mensaje solo se puede editar en el dispositivo del contacto si su aplicación está actualizada.
fa: پیام فقط در صورتی قابل ویرایش در دستگاه مخاطب شما است که برنامه او به
fi: Viestiä voi muokata yhteyshenkilösi laitteella vain, jos hänen sovelluksensa on ajan tasalla.
fr: Le message ne peut être modifié sur l'appareil de votre contact que si son application est à jour.
he: ניתן לערוך את ההודעה במכשיר של איש הקשר רק אם האפליקציה שלו מעודכנת.
hi: संदेश को आपके संपर्क के डिवाइस पर तभी संपादित किया जा सकता है, जब उनका ऐप अप-टू-डेट हो।
hr: Poruku je moguće urediti na uređaju vašeg kontakta samo ako je njegova/njezina aplikacija ažurirana.
hu: Az üzenet a kapcsolat eszközén csak akkor szerkeszthető, ha az alkalmazása naprakész.
id: Pesan hanya dapat diedit di perangkat kontak Anda jika aplikasinya sudah diperbarui.
it: Il messaggio può essere modificato sul dispositivo del tuo contatto solo se la sua app è aggiornata.
ja: 連絡先のデバイスでメッセージを編集するには、アプリが最新である必要があります。
ko: 연락처의 기기가 최신 상태인 경우에만 해당 기기에서 메시지를 편집할 수 있습니다.
nb: Meldingen kan bare redigeres på kontaktens enhet hvis appen deres er oppdatert.
nl: Het bericht kan alleen worden bewerkt op het apparaat van je contactpersoon als de app up-to-date is.
pl: Wiadomość można edytować tylko na urządzeniu kontaktu, jeśli jego aplikacja jest aktualna.
pt_pt: A mensagem só poderá ser editada no dispositivo do seu contacto se a sua aplicação estiver atualizada.
ro: Mesajul poate fi editat pe dispozitivul contactului doar dacă aplicația acestuia este actualizată.
ru: Сообщение можно редактировать на устройстве вашего контакта, только если его приложение обновлено.
sk: Správa môže byť upravená na zariadení kontaktu iba ak má aktuálnu verziu aplikácie.
sl: Sporočilo je mogoče urediti na napravi vašega stika le, če je njegova aplikacija posodobljena.
sq: Mesazhi mund të redaktohet në pajisjen e kontaktit tuaj vetëm nëse aplikacioni i tij/saj është i përditësuar.
sr_latn: Poruka se može izmeniti na uređaju vašeg kontakta samo ako je njegova/njena aplikacija ažurirana.
sv: Meddelandet kan bara redigeras på din kontakts enhet om deras app är uppdaterad.
tr: Mesaj, yalnızca kişinin uygulaması güncelse kişinin cihazında düzenlenebilir.
uk: Повідомлення можна редагувати на пристрої вашого контакту, лише якщо його додаток оновлено.
vi: Tin nhắn chỉ có thể được chỉnh sửa trên thiết bị của liên hệ nếu ứng dụng của họ đã được cập nhật.
zh_hans: 只有当您的联系人的应用已更新到最新版本时，您才能在其设备上编辑该消息。
zh_hant: 只有當您的聯絡人的應用程式已更新至最新版本時，您才能在其裝置上編輯該訊息。

# conversation_view_empty_message
source: Say something smart … or fun!
ar: قل شيئًا ذكيًا … أو ممتعًا!
bg: Кажете нещо умно… или забавно!
cs: Napište něco chytrého… nebo zábavného!
da: Sig noget smart… eller sjovt!
de: Sagen Sie etwas Kluges … oder Lustiges!
el: Πείτε κάτι έξυπνο… ή αστείο!
es: ¡Di algo inteligente … o divertido!
fa: چیزی هوشمندانه بگویید … یا سرگرم کننده!
fi: Sano jotain älykästä… tai hauskaa!
fr: Dites quelque chose d’intelligent… ou amusant !
he: אמור משהו חכם… או מצחיק!
hi: कुछ स्मार्ट कहें … या मजेदार!
hr: Recite nešto pametno… ili zabavno!
hu: Mondj valami okosat… vagy vicceset!
id: Katakan sesuatu yang cerdas… atau menyenangkan!
it: Dì qualcosa di intelligente … o divertente!
ja: スマートな何か、または楽しいことを言ってください
ko: 똑똑한 말을하거나… 재미있는 것을 말하십시오!
nb: Si noe smart… eller morsomt!
nl: Zeg iets slim … och leuk!
pl: Powiedz coś mądrego… lub zabawnego!
pt_pt: Diga algo inteligente … ou divertido!
ro: Spuneți ceva inteligent … sau amuzant!
ru: Скажи что-нибудь умное … или весело!
sk: Povedzte niečo múdre… alebo vtipné!
sl: Recite nekaj pametnega … ali zabavnega!
sq: Thuaj diçka të zgjuar … ose qesharake!
sr_latn: Recite nešto pametno… ili zabavno!
sv: Säg något smart … eller kul!
tr: Akıllıca bir şey söyle… ya da eğlenceli!
uk: Скажіть щось розумне… або веселе!
vi: Hãy nói điều gì đó thú vị… hoặc vui nhộn!
zh_hans: 说些聪明的东西或有趣吧！
zh_hant: 說些聰明的東西或有趣吧！

# conversation_view_ephemeral_coach_mark
source: Long press on the send arrow to delete this message from the conversation after a certain time.
ar: اضغط مطولاً على سهم الإرسال لحذف هذه الرسالة من المحادثة بعد وقت معين.
bg: Задръжте изпращащата стрелка, за да зададете изтриване на това съобщение след определено време.
cs: Dlouze stiskněte šipku odeslání, abyste zprávu po určité době smazali.
da: Tryk længe på send-pilen for at slette denne besked fra samtalen efter et bestemt tidspunkt.
de: Drücken Sie lange auf den Sende-Pfeil, um diese Nachricht nach einer bestimmten Zeit aus der Unterhaltung zu löschen.
el: Πατήστε παρατεταμένα στο βέλος αποστολής για να διαγράψετε αυτό το μήνυμα μετά από κάποιο χρόνο.
es: Mantenga presionada la flecha de enviar para eliminar este mensaje de la conversación después de un tiempo determinado.
fa: برای حذف این پیام از مکالمه پس از مدتی مشخص، روی فلش ارسال به مدت طولانی فشار دهید.
fi: Paina pitkään lähetysnuolta poistaaksesi tämän viestin keskustelusta tietyn ajan kuluttua.
fr: Appuyez longuement sur la flèche d’envoi pour supprimer ce message de la conversation au bout d’un certain temps.
he: לחץ לחיצה ארוכה על חץ השליחה כדי למחוק הודעה זו מהשיחה לאחר זמן מסוים.
hi: इस संदेश को एक निश्चित समय के बाद वार्तालाप से हटाने के लिए भेजें तीर पर देर तक दबाएं।
hr: Dugo pritisnite strelicu za slanje kako biste izbrisali ovu poruku iz razgovora nakon određenog vremena.
hu: Hosszan nyomd meg a küldés gombot, hogy az üzenetet bizonyos idő után töröld a beszélgetésből.
id: Tekan lama pada panah kirim untuk menghapus pesan ini dari percakapan setelah waktu tertentu.
it: Premere a lungo sulla freccia di invio per eliminare questo messaggio dalla conversazione dopo un certo tempo.
ja: 一定時間後に会話からこのメッセージを削除するには、送信矢印を長押しします。
ko: 일정 시간 후에 대화에서 이 메시지를 삭제하려면 보내기 화살표를 길게 누릅니다.
nb: Langt trykk på send-pilen for å slette denne meldingen fra samtalen etter en viss tid.
nl: Druk lang op de verzendpijl om dit bericht na een bepaalde tijd uit het gesprek te verwijderen.
pl: Naciśnij i przytrzymaj strzałkę wysyłania, aby po pewnym czasie usunąć tę wiadomość z rozmowy.
pt_pt: Pressione e segure a seta de envio para excluir esta mensagem da conversa após um certo tempo.
ro: Țineți apăsat pe săgeata de trimitere pentru a șterge acest mesaj după un anumit timp.
ru: Нажмите и удерживайте стрелку отправки, чтобы удалить это сообщение из беседы через определенное время.
sk: Dlhým stlačením na šípku odoslania môžete správu po čase vymazať.
sl: Dolgo pritisnite puščico za pošiljanje, da izbrišete to sporočilo iz pogovora po določenem času.
sq: Mbani shtypur shigjetën e dërgimit për të fshirë këtë mesazh nga biseda pas një kohe të caktuar.
sr_latn: Dugo pritisnite strelicu za slanje da biste obrisali ovu poruku iz razgovora nakon određenog vremena.
sv: Tryck länge på sändpilen för att radera detta meddelande från konversationen efter en viss tid.
tr: Bu mesajı belirli bir süre sonra konuşmadan silmek için gönder okuna uzun basın.
uk: Натисніть і утримуйте стрілку надсилання, щоб видалити це повідомлення з бесіди через певний час.
vi: Nhấn giữ nút gửi để xóa tin nhắn sau một khoảng thời gian.
zh_hans: 长按发送箭头可在一定时间后从对话中删除此消息。
zh_hant: 長按發送箭頭可在一定時間後從對話中刪除此消息。

# conversation_view_feature_not_supported_by_peer
source: The Skred version of your contact is not fully functional. Please ask him/her to perform a Skred update.
ar: إصدار Skred الخاص بجهة اتصالك لا يعمل بشكل كامل. من فضلك اطلب منه إجراء تحديث لتطبيق Skred
bg: Версията на вашия контакт не поддържа тази функция.<br />Моля, помолете го/я да актуализира Skred.
cs: Verze Skred vašeho kontaktu není plně funkční. Požádejte jej o aktualizaci Skred.
da: Din kontakts version af Skred understøttes ikke fuldt ud
de: Die Skred-Version Ihrer Kontaktperson ist nicht voll funktionsfähig.<br /> Bitte ersuchen Sie diese Person, eine Skred-Aktualisierung durchzuführen.
el: Η έκδοση Skred της επαφής σας δεν λειτουργεί πλήρως. Παρακαλώ ζητήστε του/της να ενημερώσει το Skred.
es: La versión de Skred de tu contacto no es completamente funcional. Por favor pídele que realice una actualización de Skred.
fa: نسخه Skred مخاطب شما به طور کامل کار نمیکند. لطفاً از او بخواهید که Skred را بهروز رسانی کند.
fi: Yhteystietosi Skred-versio ei ole täysin toimiva. Pyydä häntä päivittämään Skred.
fr: La version de Skred de votre correspondant n’est pas complètement fonctionnelle. Demandez-lui d’effectuer la mise à jour de Skred.
he: גרסת Skred של איש הקשר שלך אינה מכילה את כל הפונקציות. אנא בקש/י ממנו/ה לבצע עדכון של Skred.
hi: आपके संपर्क के Skred संस्करण पूरी तरह से कार्यशील नहीं है। कृपया Skred अद्यतन करने के लिए उसे पूछें।
hr: Verzija Skred aplikacije vašeg kontakta nije u potpunosti funkcionalna. Molimo zamolite ga/ju da ažurira Skred.
hu: A kapcsolat Skred verziója nem működik teljes körűen.Kérd meg, hogy frissítse a Skred alkalmazást.
id: Versi Skred kontak Anda tidak berfungsi sepenuhnya. Minta dia untuk memperbarui Skred.
it: La versione Skred del tuo contatto non è completamente funzionante. Chiedigli di eseguire un aggiornamento di Skred.
ja: 連絡先相手のSkredバージョンは完全に機能していません。 相手にSkredをアップデートさせてください。
ko: 상대방의 Skred 버전이 완전하지 않습니다. 상대방에게 Skred 업데이트를 요청하세요.
nb: Den Skred-versjonen som kontakten din har er ikke fullt ut funksjonell. Be ham/henne om å oppdatere Skred.
nl: De Skred versie van uw contact is niet helemaal functioneel. Vraag hem/haar om een Skred update uit te voeren.
pl: Wersja Skred twojego kontaktu nie jest w pełni funkcjonalna. Poproś go o wykonanie aktualizacji Skred.
pt_pt: A versão Skred do seu contacto não está totalmente funcional. Peça-lhe para executar uma atualização do Skred.
ro: Versiunea Skred a contactului dvs. nu este complet funcțională. Vă rugăm să îl rugați să actualizeze aplicația.
ru: Версия Skred вашего контакта не является полностью функциональной. Пожалуйста, попросите его/ее обновить Skred.
sk: Verzia Skred vášho kontaktu nie je plne funkčná. Prosím, požiadajte ho o aktualizáciu Skred.
sl: Različica Skred pri vašem stiku ni povsem funkcionalna.<br /> Prosimo, prosite ga/jo, naj posodobi Skred .
sq: Versioni skred i kontaktit tuaj nuk është plotësisht funksional.<br /> Ju lutemi kërkojini atij/asaj të bëjë një përditësim të skred.
sr_latn: Skred verzija vašeg kontakta nije u potpunosti funkcionalna.<br /> Molimo zamolite ga/je da ažurira Skred.
sv: Din kontakts Skred-version fungerar inte som den ska. Vänligen be honom / henne att utföra en Skred uppdatering.
tr: Rehber kişinizin Skred sürümü tamamen işlevsel değil. Lütfen Skred güncellemesi gerçekleştirmesini isteyin.
uk: Версія Skred у вашого контакту не повністю функціональна. Попросіть його/її оновити Skred.
vi: Phiên bản Skred của liên hệ của bạn không đầy đủ chức năng. Hãy yêu cầu họ cập nhật ứng dụng.
zh_hans: 您联系人的Skred版本功能不完整。 请让他/她进行Skred更新。
zh_hant: 您連絡人的Skred版本功能不完整。 請讓他/她進行Skred更新。

# conversation_view_file_not_found
source: File not found
ar: لم يتم العثور على الملف
bg: Файлът не е намерен
cs: Soubor nebyl nalezen
da: Filen blev ikke fundet
de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
es: Archivo no encontrado
fa: فایل پیدا نشد
fi: Tiedostoa ei löydy
fr: Fichier introuvable
he: הקובץ לא נמצא
hi: फ़ाइल नहीं मिली
hr: Datoteka nije pronađena
hu: A fájl nem található
id: File tidak ditemukan
it: File non trovato
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없음
nb: Filen ble ikke funnet
nl: Bestand niet gevonden
pl: Nie znaleziono pliku
pt_pt: Ficheiro não encontrado
ro: Fișier negăsit
ru: Файл не найден
sk: Súbor sa nenašiel
sl: Datoteke ni bilo mogoče najti
sq: Skedari nuk u gjet
sr_latn: Datoteka nije pronađena
sv: Filen hittades inte
tr: Dosya bulunamadı
uk: Файл не знайдено
vi: Không tìm thấy tệp
zh_hans: 未找到文件
zh_hant: 未找到文件
